<!DOCTYPE HTML>
<html>
<head>
    <meta charset="utf-8">
    <title>LOGO - About me</title>

    <link type="text/css" rel="stylesheet" href="../../../public/assets/css/style.css" />

    <script type="text/javascript" src="../../../public/assets/js/mainfunc.js"></script>
    <script type="text/javascript" src="../../../public/assets/js/clock.js"></script>
    <script>
        localStorage.setItem('AboutVisitCounter', (+localStorage.getItem('AboutVisitCounter') + 1));
        setCookie("AboutCookie", + getCookie("AboutCookie") + 1);
    </script>

</head>

<body>
<header>
    <nav>
        <ul class="submenu">
            <li><a href="/" onmouseover="setBg('index')" onmouseout="setBg('aboutme')">main page</a></li>
            <li><a href="/aboutme">about me</a></li>
            <li> <a href="/interests" onmouseover="setBg('interests')" onmouseout="setBg('aboutme')">interests</a>
                <ul>
                    <li><a href="/interests#books">books</a></li>
                    <li><a href="/interests#films">films</a></li>
                    <li><a href="/interests#music">bands</a></li>
                </ul>
            </li>
            <li><a href="/study" onmouseover="setBg('study')" onmouseout="setBg('aboutme')">study</a></li>
            <li><a href="/photos" onmouseover="setBg('photos')" onmouseout="setBg('aboutme')">photos</a></li>
            <li><a href="/contacts" onmouseover="setBg('contacts')" onmouseout="setBg('aboutme')">contacts</a></li>
            <li><a href="/test" onmouseover="setBg('test')" onmouseout="setBg('aboutme')">test</a></li>
        </ul>
    </nav>
</header>

<main>
    <section id="head" class="head">
        <script>setBg("aboutme")</script>
        <div class="head-overlay">
            <div class="logo">
                <h4>web-programming</h4>
                <h3>HTML5 + CSS3 + JS + PHP</h3>
                <h1>ABOUT ME</h1>
                <h6>some information about</h6>
            </div>
        </div>
    </section>

    <section class="content">
        <h1> Произвольная автобиография </h1>
        <div class="biogr">
            <img class="ava" src="../../../public/assets/img/bio.jpg" alt="" />
            <h4> Andrew Emptiness </h4>
            <p>Я, Сергей Иванович Васильев, родился 12 апреля 1974 года в г. Красный Лиман Донецкой области (Украина).</p>
            <p>Мать – Васильева Татьяна Степановна, 1951 года рождения, украинка, имеет высшее педагогическое образование, работала педагогом (воспитателем в детском саду, затем школьным учителем), пенсионер. Проживает по адресу: г. Красный Лиман Донецкой обл., ул. Железнодорожная, 123.</p>
            <p>Отец – Васильев Иван Сергеевич, 1950 года рождения, русский, рабочий со средним техническим образованием, работал машинистом электровоза, пенсионер. Сейчас проживает по адресу: г. Лозовая Харьковской обл., ул. Рылеева, 47.</p>
            <p>В 1981 году пошел в 1 класс Краснолиманской средней школы № 3 в родном городе Красный Лиман, а в 1989 году получил неполное среднее образование и поступил в Донецкий экономический техникум на специальность техник-технолог, который успешно окончил в 1993 году.</p>
            <p>С 1993 по 1995 год – служба в армии (ракетные войска, старший сержант запаса).</p>
            <p>В 1995 году поступил в Славянский педагогический институт, и в 1999 году получил диплом специалиста по специальности преподаватель физики и математики.</p>
            <p>В 2004 году поступил в Криворожский экономический институт (на заочное отделение), который окончил в 2009 году, получив диплом экономиста (бакалавр)</p>
            <p>С 1999 года началась моя трудовая карьера с должности учителя  математики и физкультуры в сельской школе.</p>
            <p>В 2004 году женился и переехал на постоянное место жительства в г. Кривой Рог, устроившись на работу в частную фирму на должность менеджера по работе с клиентами, где работал по настоящее время. За много лет успешной работы менеджером приобрел огромный опыт работы с клиентами. Уволился в связи с тем, что не давалась возможность карьерного роста, а мне бы хотелось реализоваться не только как менеджеру, но и как руководителю отдела.</p>
            <p>Женат. Жена – Марина Анатольевна Васильева, 1982 года рождения, белоруска, образование высшее юридическое, в настоящее время находится в декретном отпуске, проживает со мной. Сын – Дмитрий Сергеевич Васильев, 2005 года рождения, проживает со мной. Дочь – Дарья Сергеевна Васильева, 2010 года рождения, проживает со мной.</p>
            <p>В трудовой деятельности всегда отличался своими достижениями и творческой инициативой, как в педагогической деятельности, так и в работе менеджером в частной компании, за что многократно поощрялся денежными премиями и ценными подарками.</p>
            <p>Хобби – спорт и велотуризм. Имею второй взрослый разряд по легкой атлетике и коричневый пояс по рукопашному бою. Неоднократно занимал призовые места в различных соревнованиях по легкой атлетике. Регулярно занимаюсь в тренажерном зале и езжу на велосипеде на длинные дистанции.</p>
            <p>Судимостей не имею. По вероисповеданию – протестант (член церкви «Новая жизнь»).</p>
            <p>Паспорт ВН №234567, выдан Краснолиманским ГО УВД Украины в Донецкой области 18 октября 1998 года.
                Регистрация: Днепропетровская обл., г. Кривой Рог, ул. Ленина, 89, кв. 123</p>
            <p>Фактически проживаю по адресу:  г. Кривой Рог, ул. Мануйлова, 60, кв.78</p>
            <p>12 августа 2011 г.</p>
        </div>
    </section>
</main>

<footer>
    <div class="foot">
        <div class="currentDate" id="times"></div><br>
        <p>SevGU, Andrew Emptiness © 2017</p>
    </div>
</footer>
</body>
</html>
